
public class Main {
    public static void main(String[] args) {
        int ticket_price = 26711;
        int rubbles_per_1_miles = 20;
        int miles = ticket_price / rubbles_per_1_miles;


            System.out.println("Бонус = " + miles + " миль");


        // Объявляете переменные для входных данных и
        // параметров программы: одну для хранения
        // стоимости билета, другую для хранения количества
        // рублей для одной бонусной милли

        // Рассчитываете количество бонусных милль, используя
        // значения заведённых переменных. Ответ сохраняете в
        // новую переменную и выводите на экран
    }
}